Repository: dougwollison/nlingual
Catalog: lang/*.po
Languages: fr_fr

source: Show all languages
fr_fr: Afficher toutes les langues

source: Language
fr_fr: Langues

source: None
fr_fr: Aucune

source: No change
fr_fr: Aucun changement

source: No post selected to edit.
fr_fr: Aucun article sélectionné.

source: Are you sure you wish to erase all language and translation data?
fr_fr: Voulez-vous vraiment supprimer toutes les langues et les données de traduction?

source: Settings
fr_fr: Réglages

source: The translation table has been successfully erased.
fr_fr: Les données associées à nLingual ont été supprimées de votre base de données.

source: Add to Menu
fr_fr: Ajouter au menu

source: You do not have permission to do that.
fr_fr: Vous n'avez pas les permissions requises.

source: Invalid language.
fr_fr: Langue non valide.

source: Translations
fr_fr: Traductions

source: Edit
fr_fr: Modifier

source: Create a new %1$s %2$s
fr_fr: Créer un(e) %2$s en %1$s

source: Language Settings
fr_fr: Préférences des langues et traductions

source: Languages
fr_fr: Langues

source: Synchronization Rules
fr_fr: Options de synchronisation

source: Admin only mode?
fr_fr: Mode administrateur seulement?

source: Should only the admin-related features be enabled?
fr_fr: Activer uniquement les fonctionnalités d'administration

source: Use if you want to set up languages and translations, but don’t want language detection and redirection running yet.
fr_fr: Utilisez cette option si vous souhaitez configurer les langues et les traductions, mais ne voulez pas activer les fonctions détection et de redirection maintenant.

source: Language redirection method
fr_fr: Méthode de redirection

source: Subdomain (e.g. <code>%1$s.%2$s</code>)
fr_fr: Sous-domaine (ex. : <code>%1$s.%2$s</code>)

source: Path prefix (e.g. <code>%2$s/%1$s/</code>)
fr_fr: Chemin de préfixe (ex. : <code>%2$s/%1$s</code>)

source: HTTP GET variable (e.g. <code>%2$s/?lang=%1$s</code>)
fr_fr: HTTP GET variables (ex. : <code>%2$s/?lang=%1$s</code>)

source: Do not use a subdomain or path prefix for the default language.
fr_fr: Ne pas utiliser les chemins ou préfixes de sous-domaines pour la langue principale.

source: POST & GET variable names
fr_fr: POST & GET variables

source: If these parameters are passed, they will override the language set via the redirection method.
fr_fr: Si définis, ces paramètres auront priorité sur la langue affichée via la méthode de redirection.

source: Supported post types
fr_fr: "Post types" à traduire

source: Split language separator
fr_fr: Séparateur de langues

source: Used for splitting things like the blog title and extracting the title for the appropriate language.
fr_fr: Utilisé pour séparer des éléments comme le titre du blog et pour extraire le titre dans la langue appropriée.

source: Example: <strong>English Title %1$s French Title %1$s Spanish Title</strong> (if the language order is English, French, Spanish)
fr_fr: Par exemple: <strong>Titre en français %1$s Titre en anglais %1$s Titre en espagnol</strong> (Si l'ordre des langues utilisées est: français, anglais, espagnol).

source: Localize date format?
fr_fr: Formats de date

source: Run localization on the date format string
fr_fr: Traduire les formats de date.

source: Use if any of your languages use custom date formats.
fr_fr: Sélectionnez si les langues de votre site utilisent des formats de dates particuliers.

source: Delete sister posts?
fr_fr: Supprimer les articles/pages associé(e)s

source: When permanently deleting a post, delete it’s sister translations.
fr_fr: Supprimer les articles/pages associé(e)s en même temps que l'original.

source: Erase translation data?
fr_fr: Supprimer les données de traduction

source: Clear the translations table for this site?
fr_fr: Supprimer les données de nLingual

source: This will erase all language information, and translation links, for all posts (actual posts will be unaffected).
fr_fr: Cette action supprimera toutes les données de langues, et les liens de traductions, pour tous les articles/pages (les articles/pages ne seront pas affectés).

source: Check off the fields that should be synchronized between sister %s.
fr_fr: Sélectionnez tous les champs à synchroniser entre les %s lié(e)s.

source: Check off the taxonomies that should be synchronized.
fr_fr: Sélectionnez les taxonomies à synchroniser.

source: List the meta field that should be synchronized, one per line.
fr_fr: Entrez les champs personnalisés à synchroniser, un par ligne.

source: Custom
fr_fr: Personnalisé

source: Add Language
fr_fr: Ajouter une langue

source: Should this language be active on the front-end?
fr_fr: Afficher les traductions et redirections pour cette langue.

source: A shorthand name for the language.
fr_fr: Abréviation

source: The name (minus extension) of the .MO file use for localization.
fr_fr: Le nom du fichier .MO (sans l'extension) utilisé pour la traduction.

source: A unique identifier for this language.
fr_fr: Une ID unique pour cette langue.

source: The official 2 letter code identifying this language.
fr_fr: Le code à 2 chiffres officiel pour cette langue.
